Repository: meerzulee/dotfiles
Catalog: gnome-45-extensions/.local/share/gnome-shell/extensions/switcher@landau.*/locale/*/LC_MESSAGES/switcher.po
Languages: cs_cz, de

source: Switcher
de: Wechsler

source: Switcher usage tip
cs_cz: Tip k používání aplikace Switcher
de: Wechsler Nutzungstipp

source: Never show usage tips
cs_cz: Nikdy nezobrazovat tipy k používání
de: Nutzungstipps nicht mehr anzeigen

source: Use Super+w (or another shortcut you configured in settings) to start the switcher. Type space separated searches, use the arrow keys to navigate, and press Space to activate.
cs_cz: Stiskněte Super+w (nebo jinou klávesovou zkratku, kterou můžete změnit v nastavení) pro zapnutí přepínače. Hledaný text oddělujte mezerami, klávesami šipek navigujte a stiskněte Enter pro aktivaci.
de: Super+w nutzen (oder in Einstellungen konfiguriertes Kürzel), um den Wechsler zu starten. Suchwörter durch Leerzeichen trennen, Pfeiltasten zum Navigieren und Leertaste zum aktivieren.

source: There is a launcher mode too. Use Ctrl+Tab, Ctrl+Space or Ctrl+m to switch modes. If you are looking for an app that is not running, the mode switches automatically.
cs_cz: Je zde i mód spouštěče aplikací. Stiskněte Ctrl+Tab nebo Ctrl+Space pro přepínání módů. Pokud budete hledat aplikaci, která není spuštěná, mód se přepne automaticky.
de: Alternativ gibt es einen Startermodus. Strg+Tab, Strg+Leertaste oder Strg+m wechseln die Modi. By der Suche nach einer nicht laufenden Anwendung, wechselt der Modus automatisch.

source: There are a number of settings you can tweak to configure how the switcher looks and acts. Go to https://extensions.gnome.org/local/ to access settings.
cs_cz: V nastavení switcheru můžete upravit jeho chování a vzhled. Navštivte https://extensions.gnome.org/local/ pro přístup k nastavení.
de: Eine Reihe von Einstellungen können vorgenommen werden, um Aussehen und Verhalten des Wechslers anzupassen. Die Einstellungen sind unter https://extensions.gnome.org/local/ erreichbar.

source: You can also click an item with the mouse/touchpad to activate.
cs_cz: Pro aktivaci položky na ni můžete i kliknout myší/touchpadem.
de: Suchergebnisse können auch per Maus oder Touchpad aktiviert werden.

source: You can use Shift+Enter to bring the activated window to the current workspace.
cs_cz: Stiskněte Shift+Enter pro přesun aktivovaného okna na aktuální pracovní plochu.
de: Shift+Enter bringt das aktivierte Fenster auf die aktuelle Arbeitsfläche.

source: If you want to toggle on the fly showing only windows in the current workspace or all windows, use Ctrl+w.
de: Mit Strg+w lässt sich umschalten, ob nur die aktuelle Arbeitsfläche oder alle Arbeitsflächen einbezogen werden.

source: Hotkey to activate switcher
cs_cz: Klávesová zkratka pro aktivaci přepínače
de: Kürzel zum Aktivieren des Wechslers

source: Hotkey to activate launcher (deprecated)
de: Kürzel zum Aktivieren des Starters (veraltet, wird demnächst entfernt)

source: Use Ctrl+Tab or Ctrl+Space to switch between switcher and launcher
cs_cz: Stiskněte Ctrl+Tab nebo Ctrl+Space pro přepínání mezi přepínačem a spouštěčem.
de: Strg+Tab oder Strg+Leertaste wechseln zwischen Wechsler und Starter

source: Key
cs_cz: Klávesa
de: Taste

source: Pattern matching algorithm
cs_cz: Algoritmus vyhledávání
de: Mustererkennungsalgorithmus

source: Strict
cs_cz: Striktní
de: Streng

source: Fuzzy
de: Unscharf

source: Ordering criteria
cs_cz: Kritérium řazení
de: Sortierkriterien

source: Last focused
cs_cz: Poslední navštívené
de: Letztes Fokussiertes

source: Most relevant
cs_cz: Nejrelevantnější
de: Passendstes

source: Immediate activation
cs_cz: Okamžité přepnutí
de: Automatisches Wechseln

source: When there is just one result, activate immediately
cs_cz: Pokud je zde pouze jeden výsledek, přepnout okamžitě
de: Automatisch wechseln, falls es nur ein Ergebnis gibt

source: Activate immediately this many milliseconds after last keystroke
cs_cz: Přepnout okamžitě po tolika milisekundách od poslední klávesové zkratky
de: So viele Millisekunden nach letztem Tastendruck automatisch wechseln

source: Icon size (px)
cs_cz: Velikost ikon (px)
de: Symbolgröße (px)

source: Font size (px)
cs_cz: Velikost písma (px)
de: Schriftgröße (px)

source: Width (%)
de: Breite (%)

source: Activate by pressing a key matching the index in the list
cs_cz: Aktivovat zmáčknutím klávesy odpovídající indexu v seznamu
de: Wechseln durch Tastendruck

source: Disable
cs_cz: Vypnuto
de: Deaktivieren

source: Function keys
cs_cz: Funkční klávesy
de: F-Tasten

source: Number keys
cs_cz: Číselné klávesy
de: Nummern-Tasten

source: Show workspace indicators
cs_cz: Zobrazovat indikátory pracovních ploch
de: Arbeitsflächenindikator anzeigen

source: Show only apps in the current workspace
cs_cz: Zobrazovat pouze aplikace na aktuální pracovní ploše
de: Nur Anwendungen der aktuellen Arbeitsfläche anzeigen

source: Fade Effect
cs_cz: Efekt prolnutí
de: Überblendeffekt

source: Show Switcher on active display
de: Wechsler auf aktivem Bildschirm anzeigen

source: Usage tips
cs_cz: Tipy k používání aplikace
de: Nutzungstipps

source: Read all tips
cs_cz: Přečíst všechny tipy
de: Alle Tipps lesen

source: Hotkey to activate launcher
cs_cz: Klávesová zkratka pro aktivaci spouštěče

source: Max width (%)
cs_cz: Maximální šířka (%)
